import React from "react";
import Navigation from "../components/Navigation";
import Footer from "../components/Footer";

import styles from "../styles/blog-inside-styles/blog-inside.css";

import cardImage from "../assets/card_img_article.png";

const BlogInside = () => {
  return (
    <div className="blog-inside-page">
      <div className="container">
        <Navigation />

        <h1 className="blog-inside-heading">Заголовок Статьи</h1>
        <main className="content">
          <img className="blog-inside-image" src={cardImage}></img>
          <p className="blog-inside-paragraph one">
            Если после проверки всех этих возможных причин вы все еще не можете
            просмотреть таблицы базы данных через SSH-туннель в PHPStorm,
            попробуйте перезапустить PHPStorm и проверить настройки соединения с
            базой данных еще раз. Если проблема сохраняется, свяжитесь с
            технической поддержкой PHPStorm или разработчиками базы данных для
            получения дополнительной помощи. Если после проверки всех этих
            возможных причин вы все еще не можете просмотреть таблицы базы
            данных через SSH-туннель в PHPStorm, попробуйте перезапустить
            PHPStorm и проверить настройки соединения с базой данных еще раз.
            Если проблема сохраняется, свяжитесь с технической поддержкой
            PHPStorm или разработчиками базы данных для получения дополнительной
            помощи.
          </p>
          <p className="blog-inside-paragraph two">
            Если после проверки всех этих возможных причин вы все еще не можете
            просмотреть таблицы базы данных через SSH-туннель в PHPStorm,
            попробуйте перезапустить PHPStorm и проверить настройки соединения с
            базой данных еще раз. Если проблема сохраняется, свяжитесь с
            технической поддержкой PHPStorm или разработчиками базы данных для
            получения дополнительной помощи.
          </p>
          <p className="blog-inside-paragraph three">
            Если после проверки всех этих возможных причин вы все еще не можете
            просмотреть таблицы базы данных через SSH-туннель в PHPStorm,
            попробуйте перезапустить PHPStorm и проверить настройки соединения с
            базой данных еще раз. Если проблема сохраняется, свяжитесь с
            технической поддержкой PHPStorm или разработчиками базы данных для
            получения дополнительной помощи.Если после проверки всех этих
            возможных причин вы все еще не можете просмотреть таблицы базы
            данных через SSH-туннель в PHPStorm, попробуйте перезапустить
            PHPStorm и проверить настройки соединения с базой данных еще раз.
            Если проблема сохраняется, свяжитесь с технической поддержкой
            PHPStorm или разработчиками базы данных для получения дополнительной
            помощи.
          </p>
          <p className="blog-inside-paragraph four">
            Если после проверки всех этих возможных причин вы все еще не можете
            просмотреть таблицы базы данных через SSH-туннель в PHPStorm,
            попробуйте перезапустить PHPStorm и проверить настройки соединения с
            базой данных еще раз. Если проблема сохраняется, свяжитесь с
            технической поддержкой PHPStorm или разработчиками базы данных для
            получения дополнительной помощи.Если после проверки всех этих
            возможных причин вы все еще не можете просмотреть таблицы базы
            данных через SSH-туннель в PHPStorm, попробуйте перезапустить
            PHPStorm и проверить настройки соединения с базой данных еще раз.
            Если проблема сохраняется, свяжитесь с технической поддержкой
            PHPStorm или разработчиками базы данных для получения дополнительной
            помощи.Если после проверки всех этих возможных причин вы все еще не
            можете просмотреть таблицы базы данных через SSH-туннель в PHPStorm,
            попробуйте перезапустить PHPStorm и проверить настройки соединения с
            базой данных еще раз. Если проблема сохраняется, свяжитесь с
            технической поддержкой PHPStorm или разработчиками базы данных для
            получения дополнительной помощи.Если после проверки всех этих
            возможных причин вы все еще не можете просмотреть таблицы базы
            данных через SSH-туннель в PHPStorm, попробуйте перезапустить
            PHPStorm и проверить настройки соединения с базой данных еще раз.
            Если проблема сохраняется, свяжитесь с технической поддержкой
            PHPStorm или разработчиками базы данных для получения дополнительной
            помощи.
          </p>
        </main>
      </div>
      <Footer />
    </div>
  );
};

export default BlogInside;
